var str =  // 导入的标准文字模板
`
十八岁给我一个姑娘 (冯唐)
- 您在位置 #68 的书签 | 添加于 2015年4月28日星期二 下午8:34:53
==========
怎样读书 (胡适)
- 您在位置 #597-598的标注 | 添加于 2016年7月17日星期日 下午9:30:38

一切文章有两个伟大的导师： 一是自然， 二是人生。
==========
怎样读书 (胡适)
- 您在位置 #604-606的标注 | 添加于 2016年7月17日星期日 下午9:31:16

中国人太把“读书”看得严重，“书中自有黄金屋，书中自有千锺粟”的说法，先认读书为苦不可耐，於是用黄金利禄来引诱，就是“吃得苦中苦，方为人上人”的意思。 本刊征求我读书的经
==========
怎样读书 (胡适)
- 您在位置 #604-606的标注 | 添加于 2016年7月17日星期日 下午9:31:25

中国人太把“读书”看得严重，“书中自有黄金屋，书中自有千锺粟”的说法，先认读书为苦不可耐，於是用黄金利禄来引诱，就是“吃得苦中苦，方为人上人”的意思。
==========
怎样读书 (胡适)
- 您在位置 #621-624的标注 | 添加于 2016年7月17日星期日 下午9:33:31

中国人把读书看得太苦亦太尊贵了，於是与世界事物脱离了关系。读书与散步，踢球，看电影，游山玩水，并不冲突，而且是互有补（大学生天天进跳舞场未必有，但偶然去一次，未必带囘满身的恶毒，这全在自己的处置如何耳。）
==========
哈利波特原版（全集） (J·K·罗琳 (J.K.Rowling))
- 您在位置 #22-23的标注 | 添加于 2016年7月18日星期一 下午11:26:03

They were the last people you’d expect to be involved in anything strange or mysterious, because they just didn’t hold with such nonsense.
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #429-430的标注 | 添加于 2016年10月11日星期二 下午7:54:20

·方法三：申万历史数据 通过这个网址下载：http://www.swsindex.com/idx0510.aspx。可以结合Excel或者MATLAB做一些简单的历史数据分析。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #436-440的标注 | 添加于 2016年10月11日星期二 下午8:02:33

5.1 H股指数 这是恒生指数公司编纂的恒生国企指数。它追踪的是恒生H股指数，主要是国内大型国企在香港上市的H股，主要成分股与上证50的成分股类似，基本可以看作对标。 H股指数是当前所有宽基指数中估值最低的，只有8倍多市盈率，除了俄罗斯和巴西这对难兄难弟，是全球最低估值。不仅是估值低，其历史盈利能力高于同期标普500指数，是一只不错的指数。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #444-445的标注 | 添加于 2016年10月11日星期二 下午8:06:50

股票的价值等于其剩余生命期所能赚到的现金流的折现值，在此基础上，折价越高买入收益越好。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #447-448的标注 | 添加于 2016年10月11日星期二 下午8:11:52

目前追踪H股的ETF，规模最大流动性最好的是易方达公司的H股ETF（510900）。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #449-450的标注 | 添加于 2016年10月11日星期二 下午8:11:56

上证50指数是标准的蓝筹股指数，可以说是蓝筹中的蓝筹。挑选了上海证券市场规模大，流动性好的50只股票组成，是以市值为主要权重的指数
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #451-452的标注 | 添加于 2016年10月11日星期二 下午8:13:35

作为A股三大指数之一，沪深300代表蓝筹，中证500代表中小股，上证50代表超大蓝筹。这三者中，上证50的估值是最低的，但ROE是最高的（主要原因也是因为银行股）。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #456-458的标注 | 添加于 2016年10月11日星期二 下午8:20:37

这两个指数中的成分股基本都是我们熟知的金三胖、石油石化。也就是说，这两个指数的基本面相近，那么，理论上，这两个指数谁更低估谁就更有投资价值。估值的标准就是市盈率。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #464-466的标注 | 添加于 2016年10月11日星期二 下午8:21:43

从长期收益来看，上证50大幅落后于H股指数，原因在于H股指数有更多的低估机会：从历史上看，H股指数大多数时间都比上证50估值低很多，只有2013—2014年大熊市的时候上证50出现了短暂时间的折价。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #466-470的标注 | 添加于 2016年10月11日星期二 下午8:21:54

上面的例子是对过去历史的回溯，并不代表未来，或许上证50以后的估值会更低，例如2013—2014年。但是我们可以得出一个结论，基本面相近的两个指数，买入估值较低的，收益会更好。 目前追踪上证50指数的指数基金有很多，这里推荐规模最大的一只华夏上证50ETF（510050），这也是第一只追踪上证50的ETF，规模、流动性、误差都不错。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #472-478的标注 | 添加于 2016年10月11日星期二 下午8:24:58

恒生指数代表的是港股的蓝筹股，从香港交易所的所有上市公司中，选出50家规模最大、流动性最好的公司组成，用来反映香港股市的整体水平，单个成分股的最高比例是15%；同时它也是一个交易指数，围绕恒生指数成立了一系列的金融衍生品，所以恒生指数也非常注重流动性。这点上，恒生指数的定位和沪深300有些类似，不过没有沪深300的成分股多。 恒生指数也是与A股关系最紧密的指数中，历史最悠久的。恒生指数诞生于1969年11月24日（不过指数的基期是1964年7月31日，基期指数是100点）。 恒生指数是一个老牌优秀指数。它收益稳定，估值分布合理，平均股息率也比A股高很多。
==========
指数基金投资指南（雪球【岛】系列） (雪球「岛」系列) (银行螺丝钉)
- 您在位置 #482-483的标注 | 添加于 2016年10月11日星期二 下午8:26:54

高分红、高流动性、稳定盈利、稳定ROE的蓝筹股可以获得更高的溢价，而低分红、盈利不稳定的小盘股大多是折价的。
==========
知乎周刊 Plus・重拾英语听说：如何通过持续学习提升你的英语（总第 011 期） (知乎)
- 您在位置 #412-424的标注 | 添加于 2016年10月11日星期二 下午11:48:06

所谓精听，就是把一篇文章听到极致。比如我之前用过四级听力题、托福听力题和 VOA 作精听材料，每篇文章都要反复地听直到完全听清楚每一句话，每一个词。而检验是否做到这一点最好的办法，就是听写。 首先根据自己水平程度选择材料的难易，网上有很多网站提供这些资源（最好选 3-5 分钟左右的文章）。选择的标准是，大概第一遍能听懂 60%～70%就差不多。然后开始听写，不管要听多少遍（一般 15～30 遍），我会把每一篇材料听得再也写不出一个字来。然后开始对答案，这时会发现大概 10%～15%的内容听错了或者没有听写出来。把这些内容找出来，然后花大量时间去研究和复习。 问自己这些问题：为什么听错呢？是因为这个词不认识？那就赶紧背单词去。是因为读音不熟悉？那就跟着正确的读音多读几遍。还是自己本来这个音就读错了？赶快自我纠正，防止以后有类似音的词搞错。  总之，听写只是找出自己的弱点，而之后的修正才是最最重要的地方。基本上做 30～40 篇听写，就能基本听出 95%的内容。然后提高一个难度等级，继续做 30～40 篇听写。提高的同时，词汇量一定也要同时提高。毕竟如果单词不认识，那就不可能听得出来的啊。 至于是「听一句暂停写一句，还是让他一直反复放，不按暂停呢」？我个人是先放个 5～10 遍，把大概的写出来，留出空余的位置。然后直到听不出来了，再一句一句反复听，把空余填满。
==========
虫：虫子的世界（科幻文学“银河奖”获奖作品系列） (刘慈欣等著)
- 您在位置 #20-26的标注 | 添加于 2016年11月1日星期二 下午11:29:47

在最近两代人的成长过程中，来自于各个类型的文学作品我们历历在目：汪国真的诗歌俘获了许多矫情的泪水，金、梁、古的武侠占据着男生的梦想空间，而女孩在琼瑶奶奶的怂恿下一直寻找着自己的白马王子，叛逆的一代则被王小波教化成“沉默的大多数”，被王朔蛊惑的一批年轻人则成了插科打诨的人间看客，另有一些文学爱好者又被余秋雨骗上了“文化苦旅”这条路，“80后”一代则被韩寒和郭敬明瓜分，还有更多的散兵游勇被穿越与奇幻作品教育成“种马”或者“花痴”……在这一波又一波的文学作品里，很少看到科幻文学的影子。可以说，科幻不要说进入主流阅读空间，就是在类型文学里面也一直非常弱势。
==========
虫：虫子的世界（科幻文学“银河奖”获奖作品系列） (刘慈欣等著)
- 您在位置 #14-15的标注 | 添加于 2016年11月1日星期二 下午11:30:01

别看中国每年出几十万本新书，总结起来就是两本，一本是《成功学》，一本是《励志学》。
==========
哈利波特原版（全集） (J·K·罗琳 (J.K.Rowling))
- 您在位置 #5739-5740的标注 | 添加于 2016年11月21日星期一 上午12:19:25

Nearly Headless Nick tried vainly to recapture his audience, but gave up as Sir Patrick’s head went sail-ing past him to loud cheers.
==========
洛阳女儿行 (小椴)
- 您在位置 #2648-2649的标注 | 添加于 2016年12月25日星期日 上午12:40:49

前三十年看父敬子、后三十年看子敬父”，那老人
==========
张北海作品系列（侠隐、一瓢纽约） (张北海)
- 您在位置 #544-546的标注 | 添加于 2017年1月12日星期四 下午11:33:51

你问我在想什么， 在我们是情人之前。 答案很简单， 在我认识你之前， 我没有任何事情可以想。
==========
张北海作品系列（侠隐、一瓢纽约） (张北海)
- 您在位置 #546-548的标注 | 添加于 2017年1月12日星期四 下午11:34:01

很美吧？但英文原诗更美。因此我要在此向作者Kenneth Rexroth和读者致歉，我只能以散文体来表达。至于我写诗的朋友，我想他们不会怪我，这些都应该是他们非常熟悉的名家名作。
==========
张北海作品系列（侠隐、一瓢纽约） (张北海)
- 您在位置 #571-575的标注 | 添加于 2017年1月12日星期四 下午11:37:05

唉！在纽约坐了这么多年的地下铁，我发现我除了担心被偷被抢之外，最近又多了一层烦恼—是吃苹果的在说谎，还是吃梨的在说谎？再又因为发现了我之存在与否，宇宙丝毫没有义务，那我只能暂时忘记存在和爱情，而回到更基本迫切的现实：在闷热夏夜搭乘纽约地铁，我要冷气，不要诗。 什么？你说我小看诗人？瞧不起诗？先生，你也凶悍，我也凶悍，可是谁来写谁的墓志铭？
==========
Harry Potter and the Chamber of Secrets (Book 2) (Rowling, J.K.)
- 您在位置 #3245-3246的标注 | 添加于 2017年1月12日星期四 下午11:38:00

sky and lake alike turned periwinkle blue and flowers large as cabbages burst into bloom in the greenhouses.
==========
Harry Potter and the Chamber of Secrets (Book 2) (Rowling, J.K.)
- 您在位置 #3251-3252的标注 | 添加于 2017年1月12日星期四 下午11:39:18

There was barely a face to be seen in the school that didn’t look worried and tense, and any laughter that rang through the corridors sounded shrill
==========
Harry Potter and the Chamber of Secrets (Book 2) (Rowling, J.K.)
- 您在位置 #3251-3252的标注 | 添加于 2017年1月12日星期四 下午11:39:43

There was barely a face to be seen in the school that didn’t look worried and tense, and any laughter that rang through the corridors sounded shrill and unnatural and was quickly stifled.
==========
知更鸟女孩 ([美] 查克·温迪格)
- Your Highlight on Location 2619-2625 | Added on Tuesday, February 21, 2017 1:11:53 AM

“有些女人做梦都想成为你这样的。” “有些女人简直就是蠢驴。” 他笑起来，“那好吧。” 这是她最享受的时刻，一个值得拥抱的时刻。在她的生活中，大多数男人——不，是大多数人——在这种时候都会毫不相让地顶她几句。继而发展成针锋相对的争论，直到最后恶语相向，两败俱伤。就像打一场充满恶意的羽毛球，双方都把球瞄准了对方的眼睛去打。而路易斯，他不会反驳，只会微笑，大笑。他从来不干煽风点火的事，更不会火上浇油。他就像个精通怀柔之术的太极高手，又像个超然世外的禅宗大师，对她循循善诱，无声无息间便将她咄咄逼人的戾气化解得无影无踪。
==========
Harry Potter and the Prisoner of Azkaban (Book 3) (Rowling, J.K.)
- 您在位置 #3383-3384的标注 | 添加于 2017年3月27日星期一 上午4:06:59

Hagrid walked them back up to the castle.
==========
`